Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# itinerary.transport.field.date
source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

# itinerary.transport.field.days
source: Days
de: Tage
es: Días
fr: Jours
ja: 日数
ko: 일수
pt_br: Dias
zh_hans: 天数
zh_hant: 天數

# itinerary.transport.field.days.one
source: Day
de: Tag
es: Día
fr: Jour
ja: 日数
ko: 일수
pt_br: Dia
zh_hans: 天数
zh_hant: 天數

# itinerary.transport.field.dropoff_location
source: Drop-off location
de: Rückgabeort
es: Lugar de devolución
fr: Lieu de restitution
ja: 返却場所
ko: 반납 장소
pt_br: Local de devolução
zh_hans: 还车地点
zh_hant: 還車地點

# itinerary.transport.field.ferry_type
source: Ferry type
de: Fährtyp
es: Tipo de ferry
fr: Type de ferry
ja: フェリーの種類
ko: 페리 종류
pt_br: Tipo de balsa
zh_hans: 渡轮类型
zh_hant: 渡輪類型

# itinerary.transport.field.ferry_type.placeholder
source: Fast ferry
de: Schnellfähre
es: Ferry rápido
fr: Ferry rapide
ja: 高速フェリー
ko: 고속페리
pt_br: Ferry rápido
zh_hans: 高速渡轮
zh_hant: 高速渡輪

# itinerary.transport.field.flight_number
source: Flight number
de: Flugnummer
es: Número de vuelo
fr: Numéro de vol
ja: 便名
ko: 항공편 번호
pt_br: Número do voo
zh_hans: 航班号
zh_hant: 航班編號

# itinerary.transport.field.line_or_number
source: Line or number
de: Linie oder Nummer
es: Línea o número
fr: Ligne ou numéro
ja: 路線・便名
ko: 노선 또는 번호
pt_br: Linha ou número
zh_hans: 线路 / 班次
zh_hant: 路線 / 班次

# itinerary.transport.field.note
source: Note
de: Notiz
es: Nota
ja: メモ
ko: 메모
pt_br: Nota
zh_hans: 备注
zh_hant: 備註

# itinerary.transport.field.number
source: Number
de: Nummer
es: Número
fr: Numéro
ja: 番号
ko: 번호
pt_br: Número
zh_hans: 班次号
zh_hant: 班次號

# itinerary.transport.field.operator
source: Operator
de: Betreiber
es: Operador
fr: Compagnie
ja: 運行会社
ko: 운영사
pt_br: Operadora
zh_hans: 运营商
zh_hant: 營運商

# itinerary.transport.field.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話
ko: 전화
pt_br: Telefone
zh_hans: 电话
zh_hant: 電話

# itinerary.transport.field.pickup_location
source: Pick-up location
de: Abholort
es: Lugar de recogida
fr: Lieu de prise en charge
ja: 受取場所
ko: 인수 장소
pt_br: Local de retirada
zh_hans: 取车地点
zh_hant: 取車地點

# itinerary.transport.field.place
source: Location
de: Ort
es: Ubicación
fr: Lieu
ja: 場所
ko: 위치
pt_br: Local
zh_hans: 地点
zh_hant: 地點

# itinerary.transport.field.plate
source: License plate
de: Kennzeichen
es: Matrícula
fr: Plaque
ja: ナンバープレート
ko: 번호판
pt_br: Placa
zh_hans: 车牌
zh_hant: 車牌

# itinerary.transport.field.platform
source: Platform
de: Gleis
es: Andén
fr: Quai
ja: ホーム
ko: 승강장
pt_br: Plataforma
zh_hans: 站台
zh_hant: 月台

# itinerary.transport.field.port
source: Port
de: Hafen
es: Puerto
ja: 港
ko: 항구
pt_br: Porto
zh_hans: 港口
zh_hant: 港口

# itinerary.transport.field.reservation
source: Reservation code
de: Reservierungscode
es: Código de reserva
fr: Code de réservation
ja: 予約番号
ko: 예약 번호
pt_br: Código de reserva
zh_hans: 预订号
zh_hant: 預訂號

# itinerary.transport.field.route_name
source: Route name
de: Streckenname
es: Nombre de la ruta
fr: Nom de la ligne
ja: 路線名
ko: 노선명
pt_br: Nome da rota
zh_hans: 线路名
zh_hant: 路線名

# itinerary.transport.field.seat
source: Seat
de: Sitzplatz
es: Asiento
fr: Siège
ja: 座席
ko: 좌석
pt_br: Assento
zh_hans: 座位
zh_hant: 座位

# itinerary.transport.field.seat_class
source: Seat class
de: Klasse
es: Clase
fr: Classe
ja: 座席クラス
ko: 좌석 등급
pt_br: Classe
zh_hans: 席别
zh_hant: 座位等級

# itinerary.transport.field.seat_class.bus.placeholder
source: Executive
de: Business
es: Ejecutivo
fr: Affaires
ja: ビジネス
ko: 비즈니스
pt_br: Executivo
zh_hans: 商务座
zh_hant: 商務座

# itinerary.transport.field.seat_class.placeholder
source: First class
de: 1. Klasse
es: Primera clase
fr: Première classe
ja: ファーストクラス
ko: 일등석
pt_br: Primeira classe
zh_hans: 一等座
zh_hant: 商務車廂

# itinerary.transport.field.station
source: Station
de: Bahnhof
es: Estación
fr: Gare
ja: 駅
ko: 역
pt_br: Estação
zh_hans: 车站
zh_hant: 車站

# itinerary.transport.field.time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시각
pt_br: Hora
zh_hans: 时间
zh_hant: 時間

# itinerary.transport.field.train_number
source: Train number
de: Zugnummer
es: Número de tren
fr: Numéro de train
ja: 列車番号
ko: 열차 번호
pt_br: Número do trem
zh_hans: 车次
zh_hant: 車次

# itinerary.transport.field.train_type
source: Train type
de: Zugtyp
es: Tipo de tren
fr: Type de train
ja: 列車種別
ko: 열차 종류
pt_br: Tipo de trem
zh_hans: 列车类型
zh_hant: 列車類型

# itinerary.transport.field.transport_number
source: Transport number
de: Verbindungsnummer
es: Número de transporte
fr: Numéro de transport
ja: 便名
ko: 편명
pt_br: Número do transporte
zh_hans: 班次号
zh_hant: 班次號

# itinerary.transport.field.vehicle_model
source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
ja: 車種
ko: 차종
pt_br: Veículo
zh_hans: 车型
zh_hant: 車型

# itinerary.transport.mode.carRental
source: Car rental
de: Mietwagen
es: Alquiler de coche
fr: Location de voiture
ja: レンタカー
ko: 렌터카
pt_br: Aluguel de carro
zh_hans: 租车
zh_hant: 租車

# itinerary.transport.mode.ferry
source: Ferry
de: Fähre
es: Ferri
ja: フェリー
ko: 페리
pt_br: Balsa
zh_hans: 渡轮
zh_hant: 渡輪

# itinerary.transport.mode.flight
source: Flight
de: Flug
es: Vuelo
fr: Vol
ja: フライト
ko: 항공편
pt_br: Voo
zh_hans: 航班
zh_hant: 航班

# itinerary.transport.mode.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

# itinerary.transport.mode.train
source: Train
de: Zug
es: Tren
ja: 列車
ko: 기차
pt_br: Trem
zh_hans: 火车
zh_hant: 火車

# itinerary.transport.search.placeholder
source: Search station or airport
de: Bahnhof oder Flughafen suchen
es: Buscar estación o aeropuerto
fr: Rechercher une gare ou un aéroport
ja: 駅や空港を検索
ko: 역 또는 공항 검색
pt_br: Buscar estação ou aeroporto
zh_hans: 搜索车站或机场
zh_hant: 搜尋車站或機場

# itinerary.transport.section.arrive
source: Arrival
de: Ankunft
es: Llegada
fr: Arrivée
ja: 到着
ko: 도착
pt_br: Chegada
zh_hans: 到达
zh_hant: 抵達

# itinerary.transport.section.depart
source: Departure
de: Abfahrt
es: Salida
fr: Départ
ja: 出発
ko: 출발
pt_br: Partida
zh_hans: 出发
zh_hant: 出發

# itinerary.transport.section.dropoff
source: Drop-off
de: Rückgabe
es: Devolución
fr: Restitution
ja: 返却
ko: 반납
pt_br: Devolução
zh_hans: 还车
zh_hant: 還車

# itinerary.transport.section.more
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 기타
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

# itinerary.transport.section.pickup
source: Pick-up
de: Abholung
es: Recogida
fr: Prise en charge
ja: 受取
ko: 인수
pt_br: Retirada
zh_hans: 取车
zh_hant: 取車

# itinerary.transport.section.transport
source: Transport
de: Verkehrsmittel
es: Transporte
ja: 交通手段
ko: 교통수단
pt_br: Transporte
zh_hans: 交通方式
zh_hant: 交通方式

# itinerary.transport.track.start
source: Track on Lock Screen
de: Auf dem Sperrbildschirm verfolgen
es: Seguir en la pantalla bloqueada
fr: Suivre sur l’écran verrouillé
ja: ロック画面で追跡
ko: 잠금 화면에서 추적
pt_br: Acompanhar na tela bloqueada
zh_hans: 在锁屏追踪此程
zh_hant: 在鎖定畫面追蹤此程

# itinerary.transport.track.tracking
source: Tracking on Lock Screen
de: Wird auf dem Sperrbildschirm verfolgt
es: Siguiendo en la pantalla bloqueada
fr: Suivi sur l’écran verrouillé
ja: ロック画面で追跡中
ko: 잠금 화면에서 추적 중
pt_br: Acompanhando na tela bloqueada
zh_hans: 锁屏追踪中
zh_hant: 鎖定畫面追蹤中

# legal.privacy.body
source: Carry is built to run on your device. No accounts, no analytics, no tracking, no advertising — we don't know who you are, where you've been, or what you've packed. Your trips, lists, and attachments stay in your device's sandbox. A few optional features need the network to fetch results. When you look up a flight or search for a place, the App sends only that query — a flight number and date, or your search terms and your destination's rough coordinates — to Apple or third-party data providers (through our query proxy) to get the answer back. These requests aren't tied to your identity, and nothing else about you is sent. Weather and map geocoding work the same way, through Apple. Some features ask permission to read data that never leaves your device: your calendar (only the calendars you pick), the capture time and location of photos you select to rebuild a trip, and — only if you turn it on — your Apple Health cycle dates for period-aware reminders. All of it is processed on-device and never sent to us. When you enable iCloud sync (a future version), your trips travel through Apple's CloudKit into your own iCloud account, governed by Apple's privacy policy. Uninstalling Carry removes your local data with it. For everything else, see the full version.
de: Carry ist so gebaut, dass es auf deinem Gerät läuft. Keine Konten, keine Analyse, kein Tracking, keine Werbung – wir wissen nicht, wer du bist, wo du warst oder was du eingepackt hast. Deine Reisen, Listen und Anhänge bleiben in der Sandbox deines Geräts. Einige optionale Funktionen benötigen das Netzwerk, um Ergebnisse abzurufen. Wenn du einen Flug nachschlägst oder einen Ort suchst, sendet die App nur diese Anfrage – eine Flugnummer und ein Datum oder deine Suchbegriffe und die ungefähren Koordinaten deines Reiseziels – an Apple oder Drittanbieter-Datendienste (über unseren Abfrage-Proxy), um die Antwort zu erhalten. Diese Anfragen sind nicht mit deiner Identität verknüpft, und es werden keine weiteren Angaben über dich übermittelt. Wetter und Karten-Geokodierung funktionieren auf dieselbe Weise über Apple. Einige Funktionen bitten um Erlaubnis, Daten zu lesen, die dein Gerät nie verlassen: deinen Kalender (nur die von dir gewählten Kalender), Aufnahmezeitpunkt und Ort der Fotos, die du zum Rekonstruieren einer Reise auswählst, und – nur wenn du es aktivierst – deine Zyklusdaten aus Apple Health für zyklusbezogene Erinnerungen. All das wird auf dem Gerät verarbeitet und nie an uns gesendet. Wenn du die iCloud-Synchronisierung aktivierst (in einer künftigen Version), gelangen deine Reisen über Apples CloudKit in dein eigenes iCloud-Konto und unterliegen Apples Datenschutzrichtlinie. Wenn du Carry deinstallierst, werden deine lokalen Daten mit entfernt. Alles Weitere findest du in der vollständigen Version.
es: Carry está diseñada para funcionar en tu dispositivo. Sin cuentas, sin analíticas, sin rastreo, sin publicidad: no sabemos quién eres, dónde has estado ni qué has empacado. Tus viajes, listas y archivos adjuntos permanecen en la zona protegida (sandbox) de tu dispositivo. Algunas funciones opcionales necesitan conexión para obtener resultados. Cuando consultas un vuelo o buscas un lugar, la app envía solo esa consulta —un número de vuelo y una fecha, o tus términos de búsqueda y las coordenadas aproximadas de tu destino— a Apple o a proveedores de datos de terceros (a través de nuestro proxy de consultas) para recibir la respuesta. Estas solicitudes no están vinculadas a tu identidad y no se envía ningún otro dato sobre ti. El tiempo y la geocodificación de mapas funcionan del mismo modo, a través de Apple. Algunas funciones piden permiso para leer datos que nunca salen de tu dispositivo: tu calendario (solo los calendarios que elijas), la fecha y el lugar de captura de las fotos que selecciones para reconstruir un viaje y —solo si lo activas— las fechas de tu ciclo en Apple Salud para los recordatorios según tu ciclo. Todo se procesa en el dispositivo y nunca se nos envía. Cuando actives la sincronización con iCloud (en una versión futura), tus viajes viajarán a través de CloudKit de Apple a tu propia cuenta de iCloud, regida por la política de privacidad de Apple. Si desinstalas Carry, tus datos locales se eliminan con ella. Para todo lo demás, consulta la versión completa.
fr: Carry est conçue pour fonctionner sur votre appareil. Aucun compte, aucune analyse, aucun suivi, aucune publicité : nous ne savons pas qui vous êtes, où vous êtes allé ni ce que vous avez emporté. Vos voyages, vos listes et vos pièces jointes restent dans le bac à sable (sandbox) de votre appareil. Quelques fonctionnalités optionnelles ont besoin du réseau pour récupérer des résultats. Lorsque vous recherchez un vol ou un lieu, l'app n'envoie que cette requête — un numéro de vol et une date, ou vos termes de recherche et les coordonnées approximatives de votre destination — à Apple ou à des fournisseurs de données tiers (via notre proxy de requêtes) pour obtenir la réponse. Ces requêtes ne sont pas liées à votre identité et aucune autre information vous concernant n'est transmise. La météo et le géocodage des cartes fonctionnent de la même manière, via Apple. Certaines fonctionnalités demandent l'autorisation de lire des données qui ne quittent jamais votre appareil : votre calendrier (uniquement les calendriers que vous choisissez), la date et le lieu de prise des photos que vous sélectionnez pour reconstituer un voyage et — seulement si vous l'activez — les dates de votre cycle dans Apple Santé pour les rappels liés au cycle. Tout est traité sur l'appareil et ne nous est jamais envoyé. Lorsque vous activez la synchronisation iCloud (dans une version future), vos voyages transitent par CloudKit d'Apple vers votre propre compte iCloud, régi par la politique de confidentialité d'Apple. Si vous désinstallez Carry, vos données locales sont supprimées avec elle. Pour tout le reste, consultez la version complète.
ja: Carry はあなたのデバイス上で動くように作られている。アカウントなし、解析なし、トラッキングなし、広告なし——私たちはあなたが誰か、どこへ行ったか、何を詰めたかを知らない。あなたの旅程・リスト・添付ファイルは、デバイスのサンドボックス内にとどまる。 いくつかの任意機能は、結果を取得するためにネットワークを必要とする。フライトを調べたり場所を検索したりするとき、アプリはその問い合わせ——便名と日付、または入力した検索語と目的地のおおよその座標——だけを、Apple またはサードパーティのデータ提供者へ（当社のクエリプロキシ経由で）送信し、答えを受け取る。これらのリクエストはあなたの身元と結びつかず、それ以外の情報は送信されない。天気と地図のジオコーディングも同様に、Apple を介して行われる。 一部の機能は、デバイスから決して出ないデータの読み取り許可を求める。あなたのカレンダー（あなたが選んだカレンダーのみ）、旅程を再構築するために選んだ写真の撮影日時と場所、そして——オンにした場合のみ——生理周期に合わせたリマインダーのための Apple ヘルスの周期データ。いずれもデバイス内で処理され、私たちに送信されることはない。 iCloud 同期（将来のバージョン）を有効にすると、あなたの旅程は Apple の CloudKit を通じてあなた自身の iCloud アカウントへ入り、Apple のプライバシーポリシーに従う。Carry をアンインストールすると、ローカルデータも一緒に削除される。 そのほかの詳細は、完全版を参照のこと。
ko: Carry는 사용자의 기기에서 작동하도록 만들어졌어요. 계정도, 분석도, 추적도, 광고도 없어요. 우리는 당신이 누구인지, 어디에 다녀왔는지, 무엇을 챙겼는지 알지 못해요. 당신의 여행, 목록, 첨부 파일은 기기의 샌드박스 안에 머물러요. 일부 선택 기능은 결과를 가져오기 위해 네트워크가 필요해요. 항공편을 조회하거나 장소를 검색할 때, 앱은 그 조회 내용만——항공편 번호와 날짜, 또는 입력한 검색어와 목적지의 대략적인 좌표만——을 Apple 또는 제3자 데이터 제공업체에(당사의 조회 프록시를 통해) 보내 답을 받아와요. 이 요청은 당신의 신원과 연결되지 않으며, 그 밖의 어떤 정보도 전송되지 않아요. 날씨와 지도의 지오코딩도 같은 방식으로 Apple을 통해 이루어져요. 일부 기능은 기기를 절대 벗어나지 않는 데이터를 읽기 위한 권한을 요청해요. 당신의 캘린더(당신이 선택한 캘린더만), 여행을 재구성하기 위해 선택한 사진의 촬영 시간과 위치, 그리고——직접 켰을 때만——생리 주기 알림을 위한 Apple 건강의 주기 데이터예요. 모두 기기 내에서 처리되며 우리에게 전송되지 않아요. iCloud 동기화(향후 버전)를 켜면, 당신의 여행은 Apple의 CloudKit을 통해 당신 자신의 iCloud 계정으로 들어가며 Apple의 개인정보 처리방침을 따라요. Carry를 삭제하면 로컬 데이터도 함께 사라져요. 그 밖의 모든 내용은 전체 버전을 참고하세요.
pt_br: O Carry foi feito para funcionar no seu dispositivo. Sem contas, sem análises, sem rastreamento, sem publicidade — não sabemos quem você é, onde você esteve ou o que você levou na mala. Suas viagens, listas e anexos ficam na sandbox do seu dispositivo. Alguns recursos opcionais precisam de rede para buscar resultados. Quando você consulta um voo ou pesquisa um lugar, o app envia apenas essa consulta — um número de voo e uma data, ou seus termos de busca e as coordenadas aproximadas do seu destino — para a Apple ou para provedores de dados terceiros (por meio do nosso proxy de consultas) a fim de receber a resposta. Essas solicitações não são vinculadas à sua identidade, e nenhuma outra informação sobre você é enviada. A previsão do tempo e a geocodificação de mapas funcionam da mesma forma, por meio da Apple. Alguns recursos pedem permissão para ler dados que nunca saem do seu dispositivo: seu calendário (apenas os calendários que você escolher), a data e o local de captura das fotos que você selecionar para reconstruir uma viagem e — somente se você ativar — as datas do seu ciclo no Apple Saúde para lembretes de acordo com o ciclo. Tudo é processado no dispositivo e nunca enviado para nós. Quando você ativar a sincronização com o iCloud (em uma versão futura), suas viagens passarão pelo CloudKit da Apple para a sua própria conta do iCloud, regida pela política de privacidade da Apple. Se você desinstalar o Carry, seus dados locais são removidos junto. Para todo o resto, consulte a versão completa.
zh_hans: Carry 的设计是让一切都在你的设备上运行。没有账户、没有数据分析、没有追踪、没有广告——我们不知道你是谁、去过哪里、打包了什么。你的行程、清单和附件都保存在设备的沙盒里。 少数可选功能需要联网才能取回结果。当你查询航班或检索地点时，App 只会把这一次查询本身——航班号和日期，或你输入的关键词与目的地的大致坐标——发送给 Apple 或第三方数据服务（经由我们的查询代理）以取回结果。这些请求不与你的身份关联，也不会附带其他任何个人信息。天气与地图的地理编码同理，均经由 Apple。 部分功能会请求读取始终不离开设备的数据：你的日历（仅限你选择的日历）、你选中用于重建行程的照片的拍摄时间与地点、以及——仅在你主动开启时——Apple 健康中的经期数据用于经期打包提醒。这些都在设备本地处理，绝不发送给我们。 当你启用 iCloud 同步（未来版本），行程会通过 Apple 的 CloudKit 进入你自己的 iCloud 账户，受 Apple 隐私政策约束。卸载 Carry，本地数据会一并被删除。 本页未尽事宜以完整版为准。
zh_hant: Carry 的設計是讓一切都在你的裝置上運作。沒有帳號、沒有數據分析、沒有追蹤、沒有廣告——我們不知道你是誰、去過哪裡、打包了什麼。你的行程、清單與附件都保存在裝置的沙盒裡。 少數選用功能需要連線才能取回結果。當你查詢航班或搜尋地點時，App 只會把這一次查詢本身——航班編號與日期，或你輸入的關鍵字與目的地的大致座標——傳送給 Apple 或第三方資料服務（經由我們的查詢代理）以取回結果。這些請求不會與你的身分連結，也不會夾帶其他任何個人資訊。天氣與地圖的地理編碼亦同，皆經由 Apple。 部分功能會請求讀取始終不離開裝置的資料：你的行事曆（僅限你選擇的行事曆）、你選取用於重建行程的相片的拍攝時間與地點、以及——僅在你主動開啟時——Apple 健康中的經期資料，用於經期打包提醒。這些都在裝置本機處理，絕不傳送給我們。 當你啟用 iCloud 同步（未來版本），行程會透過 Apple 的 CloudKit 進入你自己的 iCloud 帳戶，並受 Apple 隱私權政策規範。解除安裝 Carry，本機資料會一併被刪除。 本頁未盡事宜以完整版為準。
